Repository: Chimstaz/xfce4-datetime-plugin
Catalog: po/*.po
Languages: eo

source: Error
eo: Eraro

source: Date:
eo: Dato:

source: %Y-%m-%d
eo: %d-a de %M de %Y

source: Select font
eo: Elektu la literfonton

source: Time
eo: Horo

source: Font:
eo: Literfonto:

source: Format:
eo: Stilo:

source: Date
eo: Dato

source: Calendar
eo: Kalendaro

source: use XFCalendar for popup calendar
eo: uzu XFCalendar kiel tujapera kalendaro

source: Week day starts Monday
eo: Lundo kiel unua semajnotago

source: Date and Time
eo: Dato kaj Horo
